Repository: SamusAranX/MinimalMIDIPlayer
Catalog: MinimalMIDIPlayer/*.lproj/Localizable.strings
Languages: de

source: A project by %@, %@ – %@
de: Ein Projekt von %@, %@ – %@

# BetaSubtitle
source: super secret beta version
de: supergeheime betaversion

source: Cacophony Mode enabled
de: Kakofonie-Modus aktiviert

source: Error loading file.
de: Fehler beim Öffnen der Datei

source: Something went wrong. Please try reopening the file.
de: Irgendetwas ging schief. Bitte versuche, die Datei erneut zu öffnen.

source: Couldn't open MIDI file.
de: Konnte MIDI-Datei nicht öffnen.

# Default Soundfont
source: macOS Default
de: Standard-Soundfont

source: Recent Soundfonts
de: Zuletzt benutzte Soundfonts

source: Load Custom Soundfont…
de: Lade eigene Soundfont…

source: Preferences
de: Einstellungen

source: General
de: Allgemein

source: Export As:
de: Exportieren als:

source: Bounce
de: Bouncen

source: Bounce completed
de: Bounce abgeschlossen

source: An error occurred while bouncing
de: Ein Fehler ist beim Bouncen aufgetreten

source: More details:
de: Mehr Informationen:

source: Bouncer can't be initialized.
de: Bouncer kann nicht initialisiert werden.

# BouncingBetaWarningTitle
source: Important information regarding the bounce feature
de: Wichtige Informationen zum Bounce-Feature

# BouncingBetaWarningMessage
source: This feature is in a beta stage. Current limitations include but are not limited to: • Exported files might not sound the same • Custom soundfonts rarely work • It's slow I can't promise it'll ever be good enough to be considered "final". Thanks for understanding. This warning will not be shown again.
de: Dieses Feature ist noch nicht fertig und wird es vermutlich nie sein. Bis Apple die APIs für MIDI-Dateien verbessert, ist es eher ein Gimmick. Einige der Einschränkungen sind: • Exportierte Dateien hören sich anders an • Eigene Soundfonts funktionieren nur selten • Es ist langsam Ich werde weiter daran arbeiten, aber ich kann nicht versprechen, dass es jemand gut genug sein wird, damit ich es als "fertig" ansehen kann. Danke für euer Verständnis. Diese Warnung wird nicht wieder eingeblendet werden.
